[  {    "brewery-name": "Barren Hill Tavern & Brewery (Lafayette Hill, PA)",    "brewery-description": ""  },    {    "beername": "Bottle Roquette",    "type": "Other",    "alcohol": "6.5%",    "description": "A classic Biere de Garde brewed with sorrel for a citrus note & arugula for a spicy black pepper flavor"  },    {    "beer-name": "Barren Hill Biere De Extra",    "type": "Other",    "alcohol": "8.7%",    "description": "Stronger version of a biere de garde, toasted bready malt body, spicy French Aramis hops, warming alcohol finish"  },    {    "beer-name": "Barren Hill Foss Method Pale Ale",    "type": "Other",    "alcohol": "6.4%",    "description": "Assistant Brewer Andrew Foss's recipe, brewed with Azacca, Cascade & Amarillo hops for a hoppy fruity bite"  },    {    "beer-name": "Barren Hill Good & Plenty",    "type": "Other",    "alcohol": "8.4%",    "description": "A dark ale, brewed with star anise then aged on La Colombe coffee, roasted coffee notes & aroma followed by licorice spice as the beer warms"  },    {    "beer-name": "Barren Hill Helles Lager",    "type": "Other",    "alcohol": "4.8%",    "description": "Golden colored lager, toasted grainy malt with subtle notes of citrus & grassy hops clean finish"  },    {    "beer-name": "Barren Hill Hop Sensation Double IPA",    "type": "Other",    "alcohol": "9%",    "description": "Our hoppiest beer yet, this American Imperial IPA is brewed with 6 different hops then dry hopped with Citra, Galaxy, Azzaca, Columbus, Centennial & Cascade"  },    {    "beer-name": "Barren Hill Keller Pils",    "type": "Other",    "alcohol": "5.5%",    "description": "An unfiltered German Pilsner, light malt with subtle earthy, citrus hop bitterness"  },    {    "beer-name": "Barren Hill Lemongrass Saison",    "type": "Other",    "alcohol": "5.1%",    "description": "Traditional saison brewed with 2 lbs of fresh lemongrass, strong citrus & tropical fruit notes with spicy finish"  },    {    "beer-name": "Barren Hill OMG “Oh My Gourd”- Seasonal",    "type": "Other",    "alcohol": "5.1%",    "description": "A pumpkin Biere de Garde, amber color with earthy pumpkin notes & traditional pie spices"  },    {    "beer-name": "Barren Hill Raven Baltic Porter",    "type": "Other",    "alcohol": "8.4%",    "description": "S Finnish porter, aged for 8 weeks, stronger than most porters smooth roasted malts notes of chocolate & coffee"  },    {    "beer-name": "Barren Hill Saphir Golden",    "type": "Other",    "alcohol": "7.2%",    "description": "Our Belgian Golden dry hopped with German Saphir hops for added notes of tangerine citrus hops & spice"  },    {    "beer-name": "Barren Hill Scotch Wallace",    "type": "Other",    "alcohol": "8.5%",    "description": "Amber colored wee heavy, sweet toasted caramel malt body with notes of fruit, smoky peaty backbone, boozy finish"  },    {    "beer-name": "Barren Hill So Witty- Double Belgian Wit",    "type": "Other",    "alcohol": "6.8%",    "description": "Hazy golden Belgian wheat brewed with coriander and dried Seville Oranges peels, dry spicy finish"  },    {    "beer-name": "Barren Hill South Pacific IPA",    "type": "Other",    "alcohol": "?",    "description": "Hoppy IPA brewed with Galaxy, Pacific Gem & Nelson Sauvin hops for fruity hoppiness"  },    {    "beer-name": "Barren Hill West Coast Sout",    "type": "Other",    "alcohol": "7.5%",    "description": "Rich roasted malt body with notes of chocolate & coffee with strong hop finish"  }  },  {    "brewery-name": "Dock Street Brewery (Philadelphia, PA)",    "brewery-description": "",    {    "beer-name": "Summer in Berlin",    "type": "Other",    "alcohol": "4%",    "description": "A sour twist on our beloved Summer Session. Brewed with lemongrass and ginger. Opens with a lactic punch that melds with grassy citrus notes and finishes with subtle ginger spice."  },    {    "beer-name": "Cream Ale",    "type": "Other",    "alcohol": "5%",    "description": "A light but flavorful ale, best noted for its crisp malt profile and delicate fruitiness lent by both American ale yeast and an addition of dextrose (corn sugar). Balanced by a small addition of Styrian Goldings hops for aroma."  },    {    "beer-name": "Helles and Back",    "type": "Other",    "alcohol": "5%",    "description": "Traditional German styles Helles, lagered twice. Sweetish, bready flavors provided by German pilsner malt adding a subtle richness."  },    {    "beer-name": "Born and Raised IPA",    "type": "Other",    "alcohol": "4.5%",    "description": "Brewed with fresh wet Cascade hops grown in West Philly by our friends and neighbors, including a stash from Frank Winslow, Quality Control Brewer at Yards. Enjoy this extremely limited ‘harvest’ beet but once a year."  },    {    "beer-name": "Rye IPA",    "type": "Other",    "alcohol": "6.8%",    "description": "An aggressively hopped America IPA brewed with Columbus, Simcoe and Amarillo hops. The use of 20% rye grain gives this ale a unique, dry spicy character."  },    {    "beer-name": "Man Full of Pumpkin",    "type": "Other",    "alcohol": "6%",    "description": "A special treat for the chilly changing of seasons! This is the porter you know and love with the addition of pumpkin and spices. A subtle sweetness with a pronounced spicy kick bring another layer of complexity to one our favorite beers. Very limited, so get it while you can."  }  },  {    "brewery-name": "Earth – Bread + Brewery (Philadelphia, PA)",    "brewery-description": "",    {    "beer-name": "‘6’",    "type": "Other",    "alcohol": "7.1%",    "description": "Our anniversary Belgian-style Dubble"  },    {    "beer-name": "Up Elevator",    "type": "Other",    "alcohol": "8.3%",    "description": "Belgian-style Golden Ale"  },    {    "beer-name": "Luther’s Rose",    "type": "Other",    "alcohol": "7.8%",    "description": "Festbier"  },    {    "beer-name": "An American in Brussels",    "type": "Other",    "alcohol": "5.9%",    "description": "Happy Black Ale"  }  },  {    "brewery-name": "Free Will Brewing Company (Parkasie, PA)"    "brewery-description": "",    {    "beer-name": "Pumky Brewster",    "type": "Other",    "alcohol": "7.8%",    "description": "A pumpkin and sweet potato Belgian golden with essence of cinnamon, nutmeg, maple syrup and molasses."  },    {    "beer-name": "Saison de Rose",    "type": "Other",    "alcohol": "5.6%",    "description": "Our breast cancer awareness charity beer. Light Saison with a pink hue, brewed with hibiscus flowers, grapefruit, and pink peppercorn."  },    {    "beer-name": "Chasing the Dragon",    "type": "Other",    "alcohol": "10.3%",    "description": "An aggressively hopped IPA, with a balanced malt finish."  },    {    "beer-name": "SAFEWORD",    "type": "Other",    "alcohol": "10.1%",    "description": "Imperial IPA, with mangoes and habanero added."  },    {    "beer-name": "Mango Wheat",    "type": "Other",    "alcohol": "4.8%",    "description": "An American wheat beer, with mangoes added."  },    {    "beer-name": "Lambic",    "type": "Other",    "alcohol": "4.9%",    "description": "Rotating series of Lambics, using natural fruit and NO back-sweetening."    },    {    "beer-name": "Black Friday",    "type": "Other",    "alcohol": "12.8%",    "description": "Rich, full, and complex. Dark fruit and apple notes with a tart finish from the apple brandy barrel."  },    {    "beer-name": "Freshi IPA",    "type": "Other",    "alcohol": "?",    "description": "Seasonally different with differing hop harvest. ABV varies by recipe. Usually a dry aggressive IPA."  },    {    "beer-name": "Sputnik Brand",    "type": "Other",    "alcohol": "?",    "description": "Rotating specialty for the tasting room and key supporting accounts."  },    {    "beer-name": "Holaiday Ale",    "type": "Other",    "alcohol": "10%",    "description": "Spicy, complexly malty with dark fruit notes."  },    {    "beer-name": "Pixie’s Revenge",    "type": "Other",    "alcohol": "9.1%",    "description": "Malty with notes of dried apricots and ripe pear. Subtle vanilla aromas with mild tannin’s from the barrel aging."  },    {    "beer-name": "Napoleon RR",    "type": "Other",    "alcohol": "7.9%",    "description": "Same beer as Napoleon Red only re-fermented on Tuscany Merlot skins French oak chips and Hibiscus flower. Then conditioned with Brett. Brux."  },    {    "beer-name": "Bread Monster",    "type": "Other",    "alcohol": "7.6%",    "description": "Complex, malty, amber lager. Toasted bread crust notes."  },    {    "beer-name": "Ralphius",    "type": "Other",    "alcohol": "14.3%",    "description": "Full-bodied and chewy with velvety complex layers of malt and roast. Dark fruit, caramel, and vanilla from the Pappy barrel."  },    {    "beer-name": "Techno IPA",    "type": "Other",    "alcohol": "7.3%",    "description": "East coast IPA, lots of fruit flavors of melons, tangerines, and grapefruit. 70 ish IBU’s nice lingering bitterness."  },    {    "beer-name": "Destiny’s Wit",    "type": "Other",    "alcohol": "5.7%",    "description": "Spiced with orange and lemon peel, coriander and white pepper. Banana esters with a solid wheat flavor."  },    {    "beer-name": "Napopleon Red",    "type": "Other",    "alcohol": "7.9%",    "description": "Same beer as Napoleon only re-fermented on Tuscany Merlot skins, French oak chip and Hibiscus flower."  },    {    "beer-name": "Hop Geek",    "type": "Other",    "alcohol": "8.9%",    "description": "Intensely complex hop profile that is supported by equally layered malt backbone."  },    {    "beer-name": "C.O.B.",    "type": "Other",    "alcohol": "8.3%",    "description": "Strong, luscious, malt-oriented ale. Notes of caramel, brown sugar, and graham cracker. Then aged on coffee."  },    {    "beer-name": "Danae",    "type": "Other",    "alcohol": "7.9%",    "description": "Spicy, dry, and crisp with intense fruity hop notes of pine and citrus."  },    {    "beer-name": "Napoleon",    "type": "Other",    "alcohol": "7.9%",    "description": "Sour mashed. Tart dry and crisply refreshing with fruit notes of lemon. Bready malt profile"  },    {    "beer-name": "Pale Stout",    "type": "Other",    "alcohol": "5.3%",    "description": "Qualities of a dry stout, but showcases the roasted barley revealing unique flavors."  },    {    "beer-name": "Citra Pale",    "type": "Other",    "alcohol": "5.7%",    "description": "Crisp and refreshing with an elevated bitterness to support the toasted malt and Citra fruit notes."  },    {    "beer-name": "7 Course Red",    "type": "Other",    "alcohol": "5.9%",    "description": "A full-flavored and substantially malty interpretation of the style with notes of chocolate and coffee."  },    {    "beer-name": "10 w Porter",    "type": "Other",    "alcohol": "4.5%",    "description": "A substantial, malty dark ale with a complex and flavorful roasty character."  },    {    "beer-name": "Community Kolsch",    "type": "Other",    "alcohol": "4.8%",    "description": "Clean, crisp, delicately balanced beer. Subtle fruit and malt flavor with a crisp tangy finish."  }  },  {    "brewery-name": "Iron Hill Brewery & Restaurant (Philadelphia, PA)",    "brewery-description": "",    {    "beer-name": "Biere de Garde",    "type": "Other",    "alcohol": "7%",    "description": "A classic French farmhouse beer, amber-colored and brewed with lager yeast at elevated temperatures to bring out malt accents with slight fruit and spice notes."  },    {    "beer-name": "Coco Loco",    "type": "Other",    "alcohol": "8.9%",    "description": "This unique Belgian golden strong ale is brewed with Mandarina and Nelson hops and aged on 50 pounds of freshly toasted coconut for an exotic twist."  },    {    "beer-name": "Dumbledore’s Dubble",    "type": "Other",    "alcohol": "6.8%",    "description": "Brewed in the original style of a Belgian monastery. This mahogany ale has the sweetness of dark Belgian candi sugar paired with a distinct aroma of plum and pear."  },    {    "beer-name": "Ella Good IPA",    "type": "Other",    "alcohol": "6.2%",    "description": "A single hop IPA that showcases the new Ella hop variety. Tropical flavors and subtle spice notes are evident from this Australian hop."  },    {    "beer-name": "Gourdilicious",    "type": "Other",    "alcohol": "5.7%",    "description": "A robust porter that has notes of roast and chocolate and is rounded out with vanilla and traditional pumpkin spices."  },    {    "beer-name": "Iron Hill Light Lager",    "type": "Other",    "alcohol": "4%",    "description": "Our lightest beer. Brewed to give a crisp, clean, refreshing taste with very subtle malt and hop flavor."  },    {    "beer-name": "Ironbound Ale",    "type": "Other",    "alcohol": "5.1%",    "description": "Brewed as a medium-bodied American pale ale with significant hop additions. This celebration of American hop varieties includes Cascade, Columbus, Centennial and Chinook hops."  },    {    "beer-name": "Om Nom Nom",    "type": "Other",    "alcohol": "6.5%",    "description": "The winning recipe in this year's Iron Brewer competition. It's an oatmeal cookie in a glass, brewed with oats, cinnamon, whole vanilla beans and 5 pounds per barrel of pureed raisins."  },    {    "beer-name": "Overload Stout",    "type": "Other",    "alcohol": "8.5%",    "description": "An Imperial Stout aged on rich chocolate nibs and locally roasted coffee."  },    {    "beer-name": "Pig Iron Porter",    "type": "Other",    "alcohol": "5.4%",    "description": "A classic porter, dark and full of roasted malt flavor. Chocolate notes are well balanced by a slight bitterness."  },    {    "beer-name": "Raspberry Wheat",    "type": "Other",    "alcohol": "4.1%",    "description": "A pale, filtered American wheat beer brewed with a touch of natural raspberry flavor."  },    {    "beer-name": "Small Axe",    "type": "Other",    "alcohol": "4.2%",    "description": "This session beer is low in alcohol but loaded with flavor, aroma and a pleasant but firm bitterness from a generous use of American hops."  },    {    "beer-name": "The Golden Child",    "type": "Other",    "alcohol": "5.7%",    "description": "A golden ale fermented exclusively with a single strain of Brettanomyces. Bright notes of lemon rind and grapefruit, finishes with a quenching acidity."  },    {    "beer-name": "Three Radicals",    "type": "Other",    "alcohol": "8.1%",    "description": "A collaboration beer brewed by the Germantown Ave. Brewers Cartel, this strong Saison is brewed with flaked buckwheat and buckwheat honey for citrus and spice notes."  },    {    "beer-name": "Vienna Red Lager",    "type": "Other",    "alcohol": "4.4%",    "description": "A European amber lager, medium-bodied with a delicate malt aroma, slight sweetness and a clean, crisp finish." } }, {    "brewery-name": "Lancaster Brewing Company (Lancaster, PA)",    "brewery-description": "",    {    "beer-name": "Hop Buggy Amber Ale",    "type": "Other",    "alcohol": "5.8%",    "description": "Amish grown oats, wheat and rye from Lancaster County give our hopped - up Amber Ale righteous malt body, while buggy loads of Apollo, Bravo and Cascade deliver intense hop flavor for a refreshingly well-balanced brew."  },    {    "beer-name": "Pale Ale",    "type": "Other",    "alcohol": "5%",    "description": "This exceptional American Pale Ale is brewed to be the perfect balance of floral hop notes and smooth malt flavors. Its crisp and refreshing taste will surely have you reaching for another."  },    {    "beer-name": "Milk Stout",    "type": "Other",    "alcohol": "5%",    "description": "Brewed in Lancaster since 1995, we’re proud to present America’s original Milk Stout. Notes of milk chocolate, coffee and roasted malt goodness play counterpoint to a mild sweetness from the addition of milk sugar… You can’t go wrong with award winning Lancaster Milk Stout."  },    {    "beer-name": "Oktoberfest",    "type": "Other",    "alcohol": "5.5%",    "description": "Oktoberfest uses seven different malts and three varieties of imported and domestic hops, as well as authentic Bavarian lager yeast. Light in copper color, this beer is full-bodied with a nice malt sweetness."  },    {    "beer-name": "Country Cream Ale",    "type": "Other",    "alcohol": "5.5%",    "description": "Country Cream Ale is a light to medium bodied brew with a rich golden color. It’s crisp and refreshing with a low bittering hop character. Very easy drinking for hot summer days and nights. This golden-colored Country Cream Ale is one sessionable brew. Get to know the summer’s most refreshing beer."  },    {    "beer-name": "Kolsch German Style Ale",    "type": "Other",    "alcohol": "5.1%",    "description": "Our German style Kölsch pays homage to the traditional beer of Cologne. It pours a pale straw color and delivers floral hop notes and smooth malt character from extended cold aging. Crisp, flavorful and refreshing, our German style Kölsch is perfect for any occasion."  },    {    "beer-name": "Boss Hog Double IPA",    "type": "Other",    "alcohol": "8%",    "description": "A combination of three different hops gives this ale an uplifting citrus flavor. Boss Hog gets its amber hue and full-bodied mouth feel from a very generous addition of four different malts. The lasting bitter finish welcomes another sip of this refreshing brew."  },    {    "beer-name": "Gold Star Pilsner",    "type": "Other",    "alcohol": "5.1%",    "description": "Crisp and refreshing, this classic Bohemian-style Pilsner brings noble hop flavor and traditional maltiness into perfect union before another healthy dose of imported hops tips the scale towards a decidedly hoppy finish."  },    {    "beer-name": "Lancaster Lager",    "type": "Other",    "alcohol": "4.9%",    "description": "This European style Lager showcases a balance of malt, along with German and European hops. Lancaster Lager finishes smooth and refreshing."  },    {    "beer-name": "Celtic Rose",    "type": "Other",    "alcohol": "5%",    "description": "Our version of the traditional Irish Amber Ale combines the richness of malt with the delicate and spicy British hops for a taste worthy of the Red Rose City."  },    {    "beer-name": "Hop Hog IPA",    "type": "Other",    "alcohol": "7%",    "description": "Our hard charging India Pale Ale offers big hops, a cleaner malt profile and remarkable drinkability. This generously dry hopped hog delivers even more citrus hop character and invigorating bitterness."  },    {    "beer-name": "Strawberry Wheat",    "type": "Other",    "alcohol": "4.7%",    "description": "If you enjoy smooth, delicious, craft beer, then look no further than our award winning Strawberry Wheat. A Lancaster original since 1995, this American Wheat Lager is brewed with a touch of natural strawberry for a truly crisp and refreshing flavor experience."  },    {    "beer-name": "Hefeweizen",    "type": "Other",    "alcohol": "6%",    "description": "An authentic Bavarian style wheat beer, our unfiltered Hefeweizen exhibits the fragrant essences of sweet bananas and spicy cloves, thanks to an imported yeast strain. This refreshing brew is delicious with or without a lemon."  }  },  {    "brewery-name": "Manayunk Brewing Company (Philadelphia, PA)",    "brewery-description": "",    {    "beer-name": "Yunkin’ Punkin’ Brewed with Pumpkin & Spices",    "type": "Other",    "alcohol": "5.5%",    "description": "Brewed with real pumpkin, this seasonal favorite is the one true indication that fall has arrived. The aroma of nutmeg, allspice, cinnamon, and clove jump out of the glass creating an experience much like eating a slice of pumpkin pie on a brisk autumn afternoon. A perfect companion for any of our desserts."  },    {    "beer-name": "Paradise Ale Brewed with Spices",    "type": "Other",    "alcohol": "5%",    "description": "Paradise ale is a crisp, amber ale brewed with fragrant spices and a hint of bright citrus. This delicious treat will warm you up on a cold winter day."  },    {    "beer-name": "The HiveHoney IPA",    "type": "Other",    "alcohol": "7.1%",    "description": "Like busy bees working hard to please their queen, this copper ale will take your palate for a spin. This brew is loaded up with our favorite American hops and complimented by a touch of raw honey procured from a local hive. Using a small amount of specialty malt and nearly every method of hopping possible, we present to you this delicious seasonal."  },    {    "beer-name": "Session Belgian Stlye Blonde Ale",    "type": "Other",    "alcohol": "4.5%",    "description": "Manayunk Session is a light-bodied Belgian-Style blonde ale that is refreshing and approachable. Aromas of lemon zest and black pepper artfully compliment the simple grain bill. Take Session with you to the beach, ballpark, hiking or knock a few back with some friends at your next cookout."  },    {    "beer-name": "Schuylkill Punch Mixed Berry Ale",    "type": "Other",    "alcohol": "6%",    "description": "Ruby colored ale fermented with over 500 lbs of real raspberries, blackberries and cherries for a distinct berry aroma and a tart, yet not too sweet flavor. The name refers to the term used in the olden days in reference to Philadelphia drinking water and the brand has been a part of Manayunk Brewing Company since its earliest days."  },    {    "beer-name": "Bohemian Blonde Blonde IPA",    "type": "Other",    "alcohol": "4.8%",    "description": "This golden ale is the lightest beer we offer. It has a crisp, flavorful taste and the slow fermentation allows for a clean beer with a smooth finish balanced by just the right amount of German hops."  },    {    "beer-name": "Dreamin’ Double IPA",    "type": "Other",    "alcohol": "8.5%",    "description": "Inspired by the highly hopped beers from the west coast, our double IPA is truly a hophead's delight. Five varieties of American hops added throughout the boil create a wide range of flavors including pine and citrus while generous dry hopping in the fermenter provides the distinct aroma of fresh hops. We guarantee that this is one of the freshest double IPAs available giving you a great reason to drink local."  },    {    "beer-name": "Manayunk Lager Marzen Style Lager",    "type": "Other",    "alcohol": "5.6%",    "description": "Since 1818 in Germany, Festbiers were traditionally brewed in March and stored deep in the caves until Oktoberfest. After a summer of lagering at much lower temperatures these beers were offered up to the crowds who gathered for this celebration. Copper in color, its toasty malt flavor pairs well with a wide range of foods, including chicken, pork ribs, and chili.  5.6% ABV, 25 IBUs"  },    {    "beer-name": "Double Down Belgian-style ale brewed w/cherries",    "type": "Other",    "alcohol": "7.4%",    "description": "A traditional Belgian style ale with a deep reddish brown color and a sweet, malty body. This beer is complex and spicy, with a slight warmth from the higher alcohol content. The addition of sour cherries enhances the natural dried fruit flavors and aromas of plum and fig. You will surely be asking the bartender to "hit me" again."  }  },  {    "brewery-name": "Round Guys Brewing (Lansdale, PA)",    "brewery-description": "",    {    "beer-name": "Round Guys Adam’s Psychedelic Breakfast Maple Brown Ale",    "type": "Other",    "alcohol": "4.9%",    "description": "Brilliantly complex ale featuring hints of maple syrup and vanilla bean with a subtle undercurrent of cinnamon."  },    {    "beer-name": "Round Guys Amateur Hour",    "type": "Other",    "alcohol": "11%",    "description": "Fruity hops counter the aggressive and slightly mature roasty character. Medium balanced against a budding sweetness and an impending dryness. Soft cherry undertones lingers to the end."  },    {    "beer-name": "Round Guys Dog Days Summer Kolsch Ale",    "type": "Other",    "alcohol": "5.5%",    "description": "Summer seasonal. Crisp, light with a dry finish"  },    {    "beer-name": "Round Guys Last Waltz Imperial Porter",    "type": "Other",    "alcohol": "9.1%",    "description": "Citrus flavored hops collide with deep hints of chocolate malt and an up front roastiness. Medium bitter with a subtle dryness."  },    {    "beer-name": "Round Guys BerlinerWeisster",    "type": "Other",    "alcohol": "3.7%",    "description": "Light and refreshing, like an unsweetened lemonade, this traditional German wheat ale infuses a strong tart sourness which can be offset by our complementary Woodruff or Raspberry syrups."  },    {    "beer-name": "Round Guys Fear of the Brett Planet",    "type": "Other",    "alcohol": "5.1%",    "description": "100% Brettanomyces bruxellensis fermented pale ale. Juicy, Fruity with a dry finish augmented by citrusy, piney, resiny hops. NOT SOUR."  },    {    "beer-name": "Round Guys Kiss off IPA",    "type": "Other",    "alcohol": "6.3%",    "description": "This lowly bittered, golden pale ale imparts a smooth malt character offset by a brilliantly resiny hop floralness. Mimicking a session pale ale in body and character, but packs a sneaky and hearty abv."  },    {    "beer-name": "Round Guys Sundown Saison",    "type": "Other",    "alcohol": "6.0%",    "description": "This light bodied, softly golden, crisp beer contains strong perfumy and floral characters balanced on a pleasant sweet malt base."  }  },  {    "brewery-name": "Ship Bottom Brewery (Willingford, PA)",    "brewery-description": "",    {    "beer-name": "Barnacle Bottom Stout",    "type": "Other",    "alcohol": "8.4%",    "description": "This Stout is Jet Black with a Creamy Tan Head. Flavors of Coffee, Chocolate and Oatmeal give this stout full flavor and great body."  },    {    "beer-name": "Double Overhead IPA",    "type": "Other",    "alcohol": "10.4%",    "description": "Our West Coast Style IPA. Built with American and British Pale Malts and intensely hopped in the brew kettle. We used a small amount of Orange Blossom Honey to make the IPA finish crisp. Triple Dry Hopped to provide you with the aroma of citrus and tropical fruits."  },    {    "beer-name": "Stupid Paddle Boat IPA",    "type": "Other",    "alcohol": "4.4%",    "description": "Created with the crew at Pinocchio’s Beer Garden to Go. This IPA was created using Amarillo, Simcoe, Citra and Columbus hops during the brewing processed and then it’s Hop Flushed to provide fresh hop aromas when fermentation is almost complete. Ale is very session-able with 61 IBU’s and a AVB of 4.4%"  },    {    "beer-name": "Beach Patrol Hefeweizen",    "type": "Other",    "alcohol": "6.5%",    "description": "This is the one the ladies can’t keep their hands off! This Wheat Beer is light and refreshing, it’s made with a speciality German Yeast that leaves you with flavors of clove and bananas."  },    {    "beer-name": "LB IPA",    "type": "Other",    "alcohol": "9%",    "description": "Designed like a West coast IPA with some East Coast influences. Built with Two-Row Barley, Crystal Malts and Quadruple Dry Hopped. Coming in at 83 IBU’s and 9.0 AVB."  },    {    "beer-name": "Shoobie Pale Ale",    "type": "Other",    "alcohol": "5.4%",    "description": "All-American Ale that is handcrafted with US 2 Row Barley, American Whole Flower Hops and Yeast. The Malt build for this ale enables you to enjoy toasted grain and caramel flavor while the American Hops supply a Citrus/Piney bitter flavor and aroma."  },    {    "beer-name": "Imperial Pumpkin Ale",    "type": "Other",    "alcohol": "9.7%",    "description": "A Seasonal Classic crafted with tons US 2 Row Barley, and a special blend of Pumpkin pie spices that is rounded out with a subtle vanilla bean flavor that will bring you back to your Thanksgiving table."  },    {    "beer-name": "Hefe Gone Wild",    "type": "Other",    "alcohol": "5.1%",    "description": "Our Wheat Ale that we ferment with four tropical fruits. The fruit addition during the brewing process adds a interesting character and smoothness to this ale that is light and refreshing and perfect for the Summertime."  },    {    "beer-name": "Wooden Jetty Whisky Barrel Aged Stout",    "type": "Other",    "alcohol": "8.4%",    "description": "This is our Barnacle Bottom Stout aged in Whiskey Barrels. Aromas of Chocolates, Coffee, Oak and Whiskey!"  },    {    "beer-name": "Fortuna Imperial IPA",    "type": "Other",    "alcohol": "7.0%",    "description": "Hop Heads this one’s for you! Checking in with 114 IBU’s this ale punches you in the mouth with extreme bitterness then finishes dry with aromas of citrus and passion fruit. Made with tons of US 2 Row Barley to get this to AVB 7.0%"  },    {    "beer-name": "Rum Barrel Aged Imperial Pumpkin Ale",    "type": "Other",    "alcohol": "8%",    "description": "Our Imperial Pumpkin Ale aged in Rum Barrels. AVB 8.0%"  }  },  {    "brewery-name": "Sly Fox (Pottstown, PA)",    "brewery-description": "",  },  {    "brewery-name": "Tired Hands Brewing Company (Ardmore, PA)",    "brewery-description": "",    {    "beer-name": "SaisonHands",    "type": "Other",    "alcohol": "4.8%",    "description": "Our Four-Grain Saison. Brewed with rye, oats, wheat and Cascade hops. This is our most accurate interpretation of traditional Saison. Notes of lemon zest, barnyard, hay, guava, juicy fruit, and earth."  },    {    "beer-name": "Foliage",    "type": "Other",    "alcohol": "8%",    "description": "Our Double IPA. Brewed with oats and spelt. Brewed with rye. Hopped intensely with Amarillo and Centennial. Luscious, juicy, and exceedingly aromatic. Notes of peach, tangelo, mango jelly, and dank pine."  },    {    "beer-name": "FandHarm",    "type": "Other",    "alcohol": "6%",    "description": "Barrel Fermented  Saison. FandHarm  is  HandFarm  (which is  our  house  Saison,  SaisonHands,  fermented  &  conditioned  in  Chardonnay barrels), brewed  to  a  higher  gravity  and  fermented  &  conditioned  in  freshly  emptied  Cabernet  Franc  barrels.  A  riff  on  a  riff  on  a  riff.  Elegant,  refined, and   pungent…Think  HandFarm  Extra. Notes of lime zest, Chardonnay grape, pineapple, and under-ripe starfruit."  },    {    "beer-name": "Can’t Keep Up 13",    "type": "Other",    "alcohol": "6.2%",    "description": "Blended Sour. A blend of oak aged and lactobacillus-fermented components. Bright and zippy! Just what you need on this grey day! Notes of grapefruit, passionfruit, bright oak, acidic lemon, and hay."  },    {    "beer-name": "HopHands",    "type": "Other",    "alcohol": "4.8%",    "description": "Our Exceedingly Aromatic Pale Ale. Brewed with oats. Hopped with Amarillo, Simcoe, and Centennial. Juicy and refreshing. Crush it. Notes of kiwi, clementines, lemon drops, chalky earth, and pine resin."  },    {    "beer-name": "Nice Dudes",    "type": "Other",    "alcohol": "6.5%",    "description": "Strange Dry-Hopped Saison. Brewed with wheat and the juice & zest of locally foraged trifoliate oranges. Dry hopped with Simcoe & Columbus. Notes of grapefruit rind, bitter herbs, juicy fruit, pine sap, and ripe mango."  },    {    "beer-name": "Dobhar-Chu",    "type": "Other",    "alcohol": "4.2%",    "description": "Bitter. Brewed with Pink Banana squash grown by our best bud Tom Culton. Lightly hopped. Notes toast, melon, earth, and fresh malt."  },    {    "beer-name": "Fifth Level",    "type": "Other",    "alcohol": "6.2%",    "description": "Single Hop IPA. Brewed with oats. This level was hopped entirely with Motueka from New Zealand. Will you make it to the Sixth Level? Notes of lime leaf, lemon square, tropical fruit, coconut, and fresh green herbs."  }  },  {    "brewery-name": "Troegs Brewing Company (Hershey, PA)",    "brewery-description": "",  },  {    "brewery-name": "Vault Brewing Company (Yardley, PA)",    "brewery-description": "",    {    "beer-name": "Glacier Horizon Pale Ale",    "type": "Other",    "alcohol": "5.1%",    "description": "An amber, malty pale ale with grassy, fruity, and floral aromas. The Glacier and Horizon hops impart flavors of watermelon, cucumber, citrus, and mint against a cherry-hinted malt background. We are now approaching the Glacier Horizon."  },    {    "beer-name": "Oceana IPA",    "type": "Other",    "alcohol": "6.4%",    "description": "Hopped with Australian and NZ varieties: Victoria’s Secret, Ella, Summer, Motueka, Pacifica, and Nelson Sauvin. Notes of bright tropical fruits and citrus"  },    {    "beer-name": "Café Sweet Potatoe Ale",    "type": "Other",    "alcohol": "5.1%",    "description": "This is our standard Sweet Potato Ale with specially roasted Rojo’s coffee beans added"  },    {    "beer-name": "Aussie Blonde",    "type": "Other",    "alcohol": "5%",    "description": "A bright and crisp blonde hopped with Australian “Summer” whole flower hops. Notes of apricot, honeydew melon, and white grape."  },    {    "beer-name": "Chinook Rye IPA",    "type": "Other",    "alcohol": "6.5%",    "description": "Amber/orange.  Sticky sweet aroma recalls strawberries, pine and hop dankness. Complex flavor includes tobacco, earthy, spicy, pine notes, hop dankness followed by a clean, bitter finish.  This beer is not the last Chinook we brewed, nor is it the easy-drinking Rye Pale Ale. Rather, it’s a beer all its own."  },    {    "beer-name": "Russian Imperial Stout",    "type": "Other",    "alcohol": "9.2%",    "description": "Aged for 8 months in Apple Brandy Barrels, this is a preview of the upcoming bottle release of our one-year aged Russian Imperial Stout (coming in January). Decadent flavors of dark chocolate, caramel apple, espresso crema, and vanilla."  },    {    "beer-name": "Grande Sweet Potatoe Ale",    "type": "Other",    "alcohol": "8%",    "description": "Big, spicy, and luscious. Our imperial version of the Sweet Potato Ale is made with more of everything. More sweet potatoes, more spice, more malt, more delicious."  },    {    "beer-name": "Nelson Sauvin IPA",    "type": "Other",    "alcohol": "6%",    "description": "A New Zealand IPA showcasing the Nelson Sauvin hop as part of our “Oceania Hop Series.” Notes of white grape, gooseberry, passion fruit, and grape jam. Moderately bitter, medium bodied, and smooth drinking."  },    {    "beer-name": "Pacifica Saison",    "type": "Other",    "alcohol": "6.3%",    "description": "Bright, dry, and fruity with notes of pineapple, banana, white grape, and traditional Belgian esters"  },    {    "beer-name": "Robust Porter",    "type": "Other",    "alcohol": "5.5%",    "description": "Dry and satisfying with notes of cacao, campfire, black cherry, and roasted malt"  },    {    "beer-name": "Ella IPA",    "type": "Other",    "alcohol": "6.3%",    "description": "The second IPA in our “Oceania Hop Series.” Ella hops contribute floral and fruity characters of grapefruit, orange creamsicle, tangerine, dried apricot. Pleasantly bitter and lingering."  },    {    "beer-name": "Kolschfest",    "type": "Other",    "alcohol": "4.6%",    "description": "Our German “lagered” ale. Clean and crisp with notes of white grape, fresh grain, white cracker, and a hint of tree fruit"  },    {    "beer-name": "Motueka Pale Ale",    "type": "Other",    "alcohol": "5%",    "description": "A New Zealand Pale Ale in our “Oceania hop series.” Motueka hops provide floral, rose-like and tangerine aromas and flavors of mixed citrus and tropical fruit. Smooth and easy drinking"  },    {    "beer-name": "Sweet Potatoe Ale",    "type": "Other",    "alcohol": "5.1%",    "description": "Cinnamon aroma and flavor are predominant with nutmeg in the background.  The sweet potatoes impart rich, caramelized sugar sweetness.  Smooth and creamy like sweet potato pie"  },    {    "beer-name": "Victoria’s Secret IPA",    "type": "Other",    "alcohol": "6.3%",    "description": "The first beer in our “Oceania Hop Series!” These hops are grown in Victoria, Australia and produce flavors unique to the Oceania region. This IPA is complex with notes of passion fruit, underripe raspberry, grapefruit, orange, and pine, with an herbal bitterness"  },    {    "beer-name": "Wet Hop Harvest Ale",    "type": "Other",    "alcohol": "6.5%",    "description": "We use fresh hops picked straight from the vines at Central Penn Hops and add them to the beer while the hops are still “wet” (not dried). The contributing flavors are intensely fruity and vegetal. Notes of melon, cucumber, fresh cut grass, and citrus"  },    {    "beer-name": "Chinook Session Ale",    "type": "Other",    "alcohol": "4.9%",    "description": "Our low alcohol IPA that makes an appearance quite often during the warm months of the year."  },    {    "beer-name": "Guatemalan Coffee Stout",    "type": "Other",    "alcohol": "5%",    "description": "The second in our “Single-Origin” Coffee Stout series. Made with 25lbs of Guatemalan coffee roasted by our friends at Rojo’s Roastery in Lambertville, NJ. Earthy, chocolatey, smokey, and roasty. A coffee stout for coffee lovers."  },    {    "beer-name": "Rye IPA",    "type": "Other",    "alcohol": "6.5%",    "description": "A spicy and malty ipa with a thick rye backbone and hop notes of earth, tomato, berry, and dankness. Dry-hopped with Columbus"  },    {    "beer-name": "Bavarian Hefeweizen",    "type": "Other",    "alcohol": "4.7%",    "description": "A German-style wheat beer with a super-soft mouthfeel and notes of banana, vanilla, clove, and bubble gum"  },    {    "beer-name": "English IPA",    "type": "Other",    "alcohol": "8.7%",    "description": "A big, bold English-style IPA that’s malty, fruity, and hop-forward. Hopped with Mosaic, Nugget, and St. Celeia. Approach with caution, sip and savor."  },    {    "beer-name": "Belgian Saison",    "type": "Other",    "alcohol": "6.8%",    "description": "A traditional Belgian summer beer, out Saison is pale golden with a slight initial tartness and notes of pineapple, banana chips, lemon, orange, and spices"  },    {    "beer-name": "Kenyan Coffee Stout",    "type": "Other",    "alcohol": "5%",    "description": "The first in our “single-origin coffee stout” series with Kenyan whole beans from Rojos Roastery the base beer provides a roasted malt foundation onto which the beans impart extra dark chocolate, bright citrus, and a slight tannic quality. A creamy and complex coffee beer"  },    {    "beer-name": "Vault IPA",    "type": "Other",    "alcohol": "6.5%",    "description": "Made with a collection of our current favorite hops and designed as our archetypal IPA. We think of it as the Vault IPA experience” in one beer. Notes of juicy fruit, pineapple, grapefruit, bitter lemon, sweet red grape, and dandelion."  },    {    "beer-name": "Belgian Wit",    "type": "Other",    "alcohol": "4.7%",    "description": "Pale and hazy, with an aroma that is lemony and bright. The toasted Indian coriander dominates the flavor with the yeast and other spices providing nuance. The spicing adds a touch of complexity and unmalted wheat/oats give it a creamy consistency. A floral, honey-like note may be detectable, likely from the chamomile. Initially soft but with fine carbonation that provides a crisp finish."  },    {    "beer-name": "Ahtanum Blonde",    "type": "Other",    "alcohol": "4.6%",    "description": "(ah-TEN-um) hops lend subtle citrus and floral notes to this light and delicate blonde ale brewed with naked oats and German pilsner malt."  },    {    "beer-name": "Centennial Pale Ale",    "type": "Other",    "alcohol": "4.9%",    "description": "A light, golden pale ale highlighting the use of Centennial hops. Notes of rose pedal, ripe Asian pear, orange and lemon peel, and lavender. Delicate and refreshing."  }  },  {    "brewery-name": "Victory Brewing Company (Downingtown, PA)",    "brewery-description": "",    "beer-name": "Hop Devil IPA",    "beer-name": "Golden Monkey",    "beer-name": "Prima Pils",    "beer-name": "Headwaters Pale Ale",    "beer-name": "Storm King Imperial Stout",    "beer-name": "Dirt Wolf Double IPA",    "beer-name": "Victory Lager",    "beer-name": "Donnybrook Stout",    "beer-name": "Harvest Ale",    "beer-name": "Twelve",    "beer-name": "Helios Farmhouse Ale",    "beer-name": "Mad Kings Weiss",    "beer-name": "Hop Ranch Imperial IPA",    "beer-name": "Swing Session Saison",    "beer-name": "Summer Love Ale",    "beer-name": "Festbeir",    "beer-name": "Winter Cheers",    "beer-name": "Old Horizon Belgian Style Ale",    "beer-name": "1337 Ale",    "beer-name": "Moon Glow",    "beer-name": "Hop Ticket Hoppy Wheat",    "beer-name": "Hop Ticket Session IPA",    "beer-name": "Whirlwind Witbeir",    "beer-name": "Braumeister Pils",    "beer-name": "Moving Parts 01",    "beer-name": "Hop Ticket Dry Hopped Pils",    "beer-name": "Wild Devil",    "beer-name": "Hop Ticket Nobel IPA",    "beer-name": "Moving Parts 02",    "beer-name": "White Monkey",    "beer-name": "Red Thunder",    "beer-name": "Oak Horizontal"  },  {    "brewery-name": "Yards Brewing Company (Philadelphia, PA)",    "brewery-description": "",    "beer-name": "Philadelphia Pale Ale",    "beer-name": "Brawler",    "beer-name": "ESA",    "beer-name": "IPA",    "beer-name": "Love Stout",    "beer-name": "Rye",    "beer-name": "Saison",    "beer-name": "Pynk",    "beer-name": "Thomas Jefferson’s Tavern Ale",    "beer-name": "Poor Richard’s Tavern Spruce",    "beer-name": "General Washington’s Tavern Porter",    "beer-name": "Cape of Good Hope",    "beer-name": "Sons of Ben Rowdy Style Ale",    "beer-name": "Washington’s Reserve Bourbon Barrel Aged Porter",    "beer-name": "Corsica Love Stout",    "beer-name": "Heavy Hands IPA",    "beer-name": "Cerebral Pourtex",    "beer-name": "Chocolate Love Stout",    "beer-name": "Grand Cru",    "beer-name": "Cicada Belgian Style IPA",    "beer-name": "Trubbel De Yards",    "beer-name": "Olde Bartholomew",    "beer-name": "Entire Porter",    "beer-name": "Yardbird Abbey Dubble",    "beer-name": "Cerebus",    "beer-name": "Folk Fest Lager",    "beer-name": "Tadeusz Kosciuszko Smoked Pol"  },  {    "brewery-name": "Yuengling (Pottsville, PA)",    "brewery-description": "",    "beer-name": "Yuengling Premium Beer",    "description": "A regional favorite- Light Gold in color with well-balanced pale malt and hop character, and a clean, crisp finish."    "beer-name": "Yuengling Porter",    "description": "An authentic craft-style beer, our porter calls for a generous portion of caramel and dark roasted malts, which deliver a rich full-bodied flavor and creamy taste with slight tones of chocolate evident in every sip."    "beer-name": "Yuengling Black & Tan",    "description": "Black & Tan combines our popular Dark Brewed Prter with Premium Beer. Rich and dark in color, it has a well-balanced flavor, with hints of caramel and coffee from the dark roasted malt that finishes smooth and satisfying."    "beer-name": "Yuengling Traditional Lager",    "description": "An iconic American lager famous for its rich amber color and medium-bodied flavor- with roasted caramel malt for a subtle sweetness and a combination of cluster and cascade hops, this true original delivers a well-balanced taste with very distinct character."    "beer-name": "Yuengling Light Lager",    "description": "An Exceptional brew that appeals to consumers who don’t want to sacrifice character for a low-calorie light beer. Masterfully developed to maintain the full flavor profile akin to our flagship Lager brand, but has only 99 calories."    "beer-name": "Lord Chesterfield Ale",    "description": "Brewed with select hops, its distinct robust flavor is derived from a delicate combination of sweet maltiness and lingering herbal bitterness."    "beer-name": "Yuengling Light Beer",    "description": "Drawing from traditional brewing techniques Yuengling Light Beer is skillfully crafted to deliver a consistently refreshing brew with well-balanced character and only 98 calories."  }]